[
    {
        "title": "AFSANAY - Young Stunners  Talhah Yunus  Talha Anjum  Prod. By Jokhay (Official Music Video)",
        "url": "songs\\UrduRap\\AFSANAY - Young Stunners  Talhah Yunus  Talha Anjum  Prod. By Jokhay (Official Music Video).mp3"
    },
    {
        "title": "AUR - SHIKAYAT - Raffey - Usama - Ahad (Official Music Video)",
        "url": "songs\\UrduRap\\AUR - SHIKAYAT - Raffey - Usama - Ahad (Official Music Video).mp3"
    },
    {
        "title": "AUR - TU HAI KAHAN - Raffey - Usama - Ahad (Official Music Video)",
        "url": "songs\\UrduRap\\AUR - TU HAI KAHAN - Raffey - Usama - Ahad (Official Music Video).mp3"
    },
    {
        "title": "Dastaan - Abdullah Qureshi (Official Music Video)",
        "url": "songs\\UrduRap\\Dastaan - Abdullah Qureshi (Official Music Video).mp3"
    },
    {
        "title": "Downers At Dusk - Talha Anjum  Prod. by Umair (Official Music Video)",
        "url": "songs\\UrduRap\\Downers At Dusk - Talha Anjum  Prod. by Umair (Official Music Video).mp3"
    },
    {
        "title": "GUMAAN - Young Stunners  Talha Anjum  Talhah Yunus  Prod. By Jokhay (Official Music Video)",
        "url": "songs\\UrduRap\\GUMAAN - Young Stunners  Talha Anjum  Talhah Yunus  Prod. By Jokhay (Official Music Video).mp3"
    },
    {
        "title": "Haasil - Sunny Khan Durrani  Urdu Rap",
        "url": "songs\\UrduRap\\Haasil - Sunny Khan Durrani  Urdu Rap.mp3"
    },
    {
        "title": "Hasan Raheem - Wishes ft Talwiinder  Prod by Umair (Official Lyric Video)",
        "url": "songs\\UrduRap\\Hasan Raheem - Wishes ft Talwiinder  Prod by Umair (Official Lyric Video).mp3"
    },
    {
        "title": "Khawar Malik - Gham (feat. FADI)  Lyrical Video  Gham EP",
        "url": "songs\\UrduRap\\Khawar Malik - Gham (feat. FADI)  Lyrical Video  Gham EP.mp3"
    },
    {
        "title": "La Haasil - Sunny Khan Durrani  Urdu Rap",
        "url": "songs\\UrduRap\\La Haasil - Sunny Khan Durrani  Urdu Rap.mp3"
    },
    {
        "title": "LAJAWAB - TAIMOUR BAIG  Prod. Dizzla D Beats (Official Lyrical Video)",
        "url": "songs\\UrduRap\\LAJAWAB - TAIMOUR BAIG  Prod. Dizzla D Beats (Official Lyrical Video).mp3"
    },
    {
        "title": "LONG TIME NO SEE - TAIMOUR BAIG ft. URAAN  Prod. Raffey Anwar (Official Lyrical Video)",
        "url": "songs\\UrduRap\\LONG TIME NO SEE - TAIMOUR BAIG ft. URAAN  Prod. Raffey Anwar (Official Lyrical Video).mp3"
    },
    {
        "title": "SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI_2",
        "url": "songs\\UrduRap\\SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI_2.mp3"
    },
    {
        "title": "Umair, Abdul Hannan, Hasan Raheem - MAKE YOU MINE (Official Music Video)",
        "url": "songs\\UrduRap\\Umair, Abdul Hannan, Hasan Raheem - MAKE YOU MINE (Official Music Video).mp3"
    },
    {
        "title": "Unveiling the Magic- Pardes Katenda  Adnan Dhool  Saraiki Song 2023 Official Visualizer",
        "url": "songs\\UrduRap\\Unveiling the Magic- Pardes Katenda  Adnan Dhool  Saraiki Song 2023 Official Visualizer.mp3"
    }
]