[
    {
        "title": "Abdul Hannan & Rovalio - Iraaday (Official Music Video)",
        "url": "songs\\SadSong\\Abdul Hannan & Rovalio - Iraaday (Official Music Video).mp3"
    },
    {
        "title": "Aditya Rikhari - FAASLE",
        "url": "songs\\SadSong\\Aditya Rikhari - FAASLE.mp3"
    },
    {
        "title": "Aditya Rikhari - SAMJHO NA ( NASAMAJH )",
        "url": "songs\\SadSong\\Aditya Rikhari - SAMJHO NA ( NASAMAJH ).mp3"
    },
    {
        "title": "AFSANAY - Young Stunners  Talhah Yunus  Talha Anjum  Prod. By Jokhay (Official Music Video)",
        "url": "songs\\SadSong\\AFSANAY - Young Stunners  Talhah Yunus  Talha Anjum  Prod. By Jokhay (Official Music Video).mp3"
    },
    {
        "title": "Akshath - Nadaaniyan (Official Video) Aisha Ahmed",
        "url": "songs\\SadSong\\Akshath - Nadaaniyan (Official Video) Aisha Ahmed.mp3"
    },
    {
        "title": "Anuv Jain - HUSN (Official Video)",
        "url": "songs\\SadSong\\Anuv Jain - HUSN (Official Video).mp3"
    },
    {
        "title": "Anuv Jain - JO TUM MERE HO (Official Video)",
        "url": "songs\\SadSong\\Anuv Jain - JO TUM MERE HO (Official Video).mp3"
    },
    {
        "title": "Anuv Jain - MAZAAK (Official Video)",
        "url": "songs\\SadSong\\Anuv Jain - MAZAAK (Official Video).mp3"
    },
    {
        "title": "AUR - SHIKAYAT - Raffey - Usama - Ahad (Official Music Video)",
        "url": "songs\\SadSong\\AUR - SHIKAYAT - Raffey - Usama - Ahad (Official Music Video).mp3"
    },
    {
        "title": "AUR - TU HAI KAHAN - Raffey - Usama - Ahad (Official Music Video)",
        "url": "songs\\SadSong\\AUR - TU HAI KAHAN - Raffey - Usama - Ahad (Official Music Video).mp3"
    },
    {
        "title": "BAARISHEIN (Studio) Anuv Jain",
        "url": "songs\\SadSong\\BAARISHEIN (Studio) Anuv Jain.mp3"
    },
    {
        "title": "Dastaan - Abdullah Qureshi (Official Music Video)",
        "url": "songs\\SadSong\\Dastaan - Abdullah Qureshi (Official Music Video).mp3"
    },
    {
        "title": "Downers At Dusk - Talha Anjum  Prod. by Umair (Official Music Video)",
        "url": "songs\\SadSong\\Downers At Dusk - Talha Anjum  Prod. by Umair (Official Music Video).mp3"
    },
    {
        "title": "GUMAAN - Young Stunners  Talha Anjum  Talhah Yunus  Prod. By Jokhay (Official Music Video)",
        "url": "songs\\SadSong\\GUMAAN - Young Stunners  Talha Anjum  Talhah Yunus  Prod. By Jokhay (Official Music Video).mp3"
    },
    {
        "title": "Hasan Raheem - Wishes ft Talwiinder  Prod by Umair (Official Lyric Video)",
        "url": "songs\\SadSong\\Hasan Raheem - Wishes ft Talwiinder  Prod by Umair (Official Lyric Video).mp3"
    },
    {
        "title": "Khawar Malik - Gham (feat. FADI)  Lyrical Video  Gham EP",
        "url": "songs\\SadSong\\Khawar Malik - Gham (feat. FADI)  Lyrical Video  Gham EP.mp3"
    },
    {
        "title": "La Haasil - Sunny Khan Durrani  Urdu Rap",
        "url": "songs\\SadSong\\La Haasil - Sunny Khan Durrani  Urdu Rap.mp3"
    },
    {
        "title": "LAJAWAB - TAIMOUR BAIG  Prod. Dizzla D Beats (Official Lyrical Video)",
        "url": "songs\\SadSong\\LAJAWAB - TAIMOUR BAIG  Prod. Dizzla D Beats (Official Lyrical Video).mp3"
    },
    {
        "title": "Let Her Go x Husn (Gravero Mashup)  Anuv Jain",
        "url": "songs\\SadSong\\Let Her Go x Husn (Gravero Mashup)  Anuv Jain.mp3"
    },
    {
        "title": "LONG TIME NO SEE - TAIMOUR BAIG ft. URAAN  Prod. Raffey Anwar (Official Lyrical Video)",
        "url": "songs\\SadSong\\LONG TIME NO SEE - TAIMOUR BAIG ft. URAAN  Prod. Raffey Anwar (Official Lyrical Video).mp3"
    },
    {
        "title": "Mujh Se Pehli Si Mohabbat - Faiz Ahmad Faiz",
        "url": "songs\\SadSong\\Mujh Se Pehli Si Mohabbat - Faiz Ahmad Faiz.mp3"
    },
    {
        "title": "RIHA by Anuv Jain (Studio)",
        "url": "songs\\SadSong\\RIHA by Anuv Jain (Studio).mp3"
    },
    {
        "title": "Rovalio & Abdul Hannan - Bikhra (Official Music Video)",
        "url": "songs\\SadSong\\Rovalio & Abdul Hannan - Bikhra (Official Music Video).mp3"
    },
    {
        "title": "Saadgi toh hamari zara dekhiye  Zeeshan Ali  Bigfoot Music",
        "url": "songs\\SadSong\\Saadgi toh hamari zara dekhiye  Zeeshan Ali  Bigfoot Music.mp3"
    },
    {
        "title": "SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI",
        "url": "songs\\SadSong\\SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI.mp3"
    },
    {
        "title": "SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI_2",
        "url": "songs\\SadSong\\SADQAY - AASHIR WAJAHAT x NAYEL x NEHAAL NASEEM (MUSIC VIDEO) - KE JANAM PYAAR TUMSE HAI_2.mp3"
    },
    {
        "title": "Umair, Abdul Hannan, Hasan Raheem - MAKE YOU MINE (Official Music Video)",
        "url": "songs\\SadSong\\Umair, Abdul Hannan, Hasan Raheem - MAKE YOU MINE (Official Music Video).mp3"
    },
    {
        "title": "Unveiling the Magic- Pardes Katenda  Adnan Dhool  Saraiki Song 2023 Official Visualizer",
        "url": "songs\\SadSong\\Unveiling the Magic- Pardes Katenda  Adnan Dhool  Saraiki Song 2023 Official Visualizer.mp3"
    },
    {
        "title": "Yashal Shahid  Sajna  Lightingale Productions",
        "url": "songs\\SadSong\\Yashal Shahid  Sajna  Lightingale Productions.mp3"
    }
]